# StairsInstDownLabelOn Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StairsInstDownLabelOn Property
ParameterTypeId Class See Also
---
"Down label"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StairsInstDownLabelOn { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StairsInstDownLabelOn As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StairsInstDownLabelOn {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace